Revit 2027 API
ParameterTypeId.StructuralSectionIweldedTopflangewidth Property
 "Top Flange Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIweldedTopflangewidth { get; }
Public Shared ReadOnly Property StructuralSectionIweldedTopflangewidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIweldedTopflangewidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionIweldedTopflangewidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace